backend: tensorflow
class_name: Sequential
config:
- class_name: Flatten
  config:
    batch_input_shape: !!python/tuple [null, 28, 28]
    dtype: float32
    name: flatten_1
    trainable: true
- class_name: Dense
  config:
    activation: softmax
    activity_regularizer: null
    bias_constraint: null
    bias_initializer:
      class_name: Zeros
      config: {}
    bias_regularizer: null
    kernel_constraint: null
    kernel_initializer:
      class_name: Zeros
      config: {}
    kernel_regularizer: null
    name: dense_1
    trainable: true
    units: 10
    use_bias: true
keras_version: 2.1.3
