{"class_name": "Sequential", "backend": "tensorflow", "config": [{"class_name": "Flatten", "config": {"trainable": true, "batch_input_shape": [null, 28, 28], "name": "flatten_1", "dtype": "float32"}}, {"class_name": "Dense", "config": {"kernel_regularizer": null, "kernel_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "units": 10, "name": "dense_1", "activity_regularizer": null, "use_bias": true, "kernel_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "trainable": true, "activation": "softmax", "bias_constraint": null}}], "keras_version": "2.1.3"}